Repository: Amocy-Wang/ProbDD
Catalog: benchmarks/chisel-bench/benchmark/tar-1.14/original/po/*.po
Languages: cs, ro, sk

source: Usage: %s [OPTION]... [FILE]... Examples: %s -cf archive.tar foo bar # Create archive.tar from files foo and bar. %s -tvf archive.tar # List all files in archive.tar verbosely. %s -xf archive.tar # Extract all files from archive.tar.
cs: Pou¾ití: %s [PØEPÍNAÈ]... [SOUBOR]... Pøíklady: %s -cf archiv.tar foo bar # Vytvoøí archiv.tar ze souborù foo a bar. %s -tvf archiv.tar # Podrobnì vypí¹e v¹echny soubory v archiv.tar. %s -xf archiv.tar # Rozbalí v¹echny soubory z archive.tar.
ro: Folosire: %s [OPÞIUNE]... [FIªIER]... Exemple: %s -cf arhivã.tar foo bar # Creazã arhivã.tar din fiºierele foo ºi bar. %s -tvf arhivã.tar # Enumerã amãnunþit toate fiºierele din arhivã.tar. %s -xf arhivã.tar # Extrage toate fiºierele din arhivã.tar.
sk: Pou¾itie: %s [PREPÍNAÈ]... [SÚBOR]... Príklady: %s -cf archív.tar foo bar # Vytvorí archív.tar zo súboru foo a bar. %s -tvf archív.tar # Podrobne vypí¹e v¹etky súbory v archív.tar. %s -xf archív.tar # Rozbalí v¹etky súbory z archív.tar.

source: If a long option shows an argument as mandatory, then it is mandatory for the equivalent short option also. Similarly for optional arguments.
cs: Jestli¾e dlouhé pøepínaèe mají povinný argument, pak tento argument je povinný i u jejich krátkých forem. Obdobnì je tomu v pøípadì, kdy je argument nepovinný.
ro: Dacã o opþiune lungã aratã un argument ca necesar, atunci el este necesar ºi pentru opþiunea scurtã echivalentã. Similar pentru argumentele opþionale.
sk: Ak dlhé prepínaèe majú povinný argument, tak tento argument je povinný i u ich krátkych foriem. Obdobne je tomu v prípade, keï je argument nepovinný.

source: Main operation mode: -t, --list list the contents of an archive -x, --extract, --get extract files from an archive -c, --create create a new archive -d, --diff, --compare find differences between archive and file system -r, --append append files to the end of an archive -u, --update only append files newer than copy in archive -A, --catenate append tar files to an archive --concatenate same as -A --delete delete from the archive (not on mag tapes!)
cs: Hlavní funkce: -t, --list vypí¹e obsah archivu -x, --extract, --get vyzvede soubor(y) z archivu -c, --create vytvoøí nový archiv -d, --diff, --compare nalezne rozdíly mezi archivem a souborovým systémem -r, --append pøidá soubory na konec archivu -u, --update pøidá pouze soubory novìj¹í, ne¾ jsou v archivu -A, --catenate pøidá soubory z tar archivu do archivu --concatenate stejné jako -A --delete ma¾e z archivu (nefunguje na magnetických páskách)
ro: Modul de operare principal: -t, --list enumerã conþinutul unei arhive -x, --extract, --get extrage fiºiere dintr-o arhivã -c, --create creazã o arhivã nouã -d, --diff, --compare gãseºte diferenþele dintre arhivã ºi sistemul de fiºiere -r, --append adaugã fiºiere la sfârºitul unei arhive -u, --update adaugã numai fiºiere mai noi decât copia din arhivã -A, --catenate adaugã fiºiere tar la o arhivã --concatenate acelaºi lucru ca ºi -A --delete ºterge din arhivã (nu pe benzi magnetice!)
sk: Hlavné funkcie: -t, --list vypí¹e obsah archívu -x, --extract, --get vyberie súbor(y) z archívu -c, --create vytvorí nový archív -d, --diff, --compare nájde rozdiely medzi archívom a súborovým systémom -r, --append pridá súbory na koniec archívu -u, --update pridá iba súbory nov¹ie, ako sú v archíve -A, --catenate pridá súbory z tar archívu do archívu --concatenate rovnaké ako -A --delete ma¾e z archívu (nefunguje na magnetických páskách)

source: Handling of file attributes: --owner=NAME force NAME as owner for added files --group=NAME force NAME as group for added files --mode=CHANGES force (symbolic) mode CHANGES for added files --atime-preserve don't change access times on dumped files -m, --modification-time don't extract file modified time --same-owner try extracting files with the same ownership --no-same-owner extract files as yourself --numeric-owner always use numbers for user/group names -p, --same-permissions extract permissions information --no-same-permissions do not extract permissions information --preserve-permissions same as -p -s, --same-order sort names to extract to match archive --preserve-order same as -s --preserve same as both -p and -s
cs: Zpracování atributù souborù: --owner=JMÉNO pou¾ije JMÉNO jako vlastníka pøidávaných souborù --group=JMÉNO pou¾ije JMÉNO jako skupinu pøidávaných souborù --mode=ZMÌNY pou¾ije jako práva (symbolická) pøidávaných souborù --atime-preserve nemìní pøístupový èas na zpracovávaných souborech -m, --modification-time u rozbalovávaných souborù nenastaví èas poslední modifikace souboru z archivu --same-owner u rozbalovávaných souborù zkou¹í nastavit stejného vlastníka jako je v archivu --no-same-owner rozbalí soubory a v¹echny budou vlastnìné Vámi --numeric-owner v¾dy pou¾ívá èísla pro jména vlastníka/skupiny -p, --same-permissions u rozbalovávaných souborù nastaví stejná práva, jaká mají v archivu --no-same-permissions pøi rozbalování nenastavuje práva --preserve-permissions stejné jako -p -s, --same-order seøazení jmen souborù pro rozbalení je stejné s archivem --preserve-order stejné jako -s --preserve stejné jako zadání -p a -s
ro: Handling of file attributes: --owner=NUME foreazã NUME ca proprietar pentru fiºierele adãugate --group=NUME forþeazã NUME ca grup pentru fiºierele adãugate --mode=SCHIMBÃRI forþeazã modul SCHIMBÃRI pentru fiºierele adãugate --atime-preserve nu schimba timpul de acces pentru fiºierele generate -m, --modification-time nu extrage timpul modificãrii fiºierelor --same-owner încearcã sã extragi fiºierele cu acelaºi proprietar --no-same-owner extrage fiºierele ca tine însuþi --numeric-owner întotdeauna foloseºte numere pentru numeleutilizatorului/grupului -p, --same-permissions extrage informaþia despre permisiuni --no-same-permissions nu extrage informaþia despre permisiuni --preserve-permissions aceeaºi opþiune ca ºi -p -s, --same-order sorteazã numele de extras pentru a se potrivi cu arhiva --preserve-order aceeaºi opþiune ca ºi -s --preserve aceeaºi opþiune ca ºi -p ºi -s
sk: Spracovanie vlastností súboru: --owner=MENO pou¾ije MENO ako vlastníka pridávaných súborov --group=MENO pou¾ije MENO ako skupinu pridávaných súborov --mode=ZMENY pou¾ije ako práva (symbolická) pridávaných súborov --atime-presarve nemení prístupový èas na spracovávaných súboroch -m, --modification-time u rozbaµovavaných súborov nenastaví èas poslednej úpravy súboru z archívu --same-owner u rozbalovávaných súborov skú¹a nastavi» toho istého vlastníka ako je v archíve --no-same-owner rozbalí súbory a v¹etky budú vlastnené Vami --numeric-owner v¾dy pou¾ívá èísla pre mená vlastníka/skupiny -p, --same-permissions u rozbaµovaných súborov nastaví rovnaké práva, aké majú v archíve --no-same-permissions pri rozbaµovaní nenastavuje práva --presarve-permissions rovnaké ako -p -s, --same-order zoradenie mien súborov pre rozbalenie je zhodné s archívov --presarve-order rovnaké ako -s --presarve rovnaké ako zadané -p a -s

source: Device blocking: -b, --blocking-factor=BLOCKS BLOCKS x 512 bytes per record --record-size=SIZE SIZE bytes per record, multiple of 512 -i, --ignore-zeros ignore zeroed blocks in archive (means EOF) -B, --read-full-records reblock as we read (for 4.2BSD pipes)
cs: Bloky u zaøízení: -b, --blocking-factor=BLOKÙ BLOKÙ x 512 bajtù na záznam --record-size=VELIKOST VELIKOST bajtù na záznam, násobek 512 -i, --ignore-zeros ignoruje nulové bloky v archivu, které normálnì znamenají EOF. -B, --read-full-records kdy¾ není pøeèteno tolik bajtù, kolik je po¾adováno, zkou¹í doèíst zbytek (vhodné pro roury)
ro: Blocare dispozitiv: -b, --blocking-factor=BLOCURI BLOCURI de 512 octeþi pe înregistrare --record-size=NUM NUM octeþi pe înregistrare, multiplu de 512 -i, --ignore-zeros ignorã blocuri setate la zero în archivã (înseamnã EOF) -B, --read-full-records re-bloc pe mãsurã ce citeºte (pentru pipe-uri 4.2BSD)
sk: Bloky zariadenia: -b, --blocking-factor=BLOKOY BLOKY x 512 bajtov na záznam --record-size=VE¥KOS« VE¥KOS« bajtov na záznam, násobok 512 -i, --ignore-zeros ignoruje nulové bloky v archíve, ktoré normálne znamenajú EOF. -B, --read-full-records keï nie je preèítané toµko bajtov, koµko je po¾adované, skú¹a doèíta» zbostatok (vhodné pre rúry)

source: --backup[=CONTROL] backup before removal, choose version control --suffix=SUFFIX backup before removal, override usual suffix
cs: --backup[=TYP] zpùsob zálohování souborù, pøed jejich pøepsáním --suffix=PØÍPONA zálohuje pøed pøepsáním (smazáním), jako pøíponu u zálo¾ních souborù pou¾ije PØÍPONU
ro: --backup[=CONTROL] backup înainte de a ºterge, alege controlul versiunii --suffix=SUFIX backup înainte de a ºterge, ignorã prefixul uzual
sk: --backup[=TYP] spôsob zálohovania súborov, pred ich prepísaním --suffix=PRÍPONA zálohuje pred prepísaním (zmazaním), ako príponu u zálo¾ných súborov pou¾ije PRÍPONu

source: The backup suffix is `~', unless set with --suffix or SIMPLE_BACKUP_SUFFIX. The version control may be set with --backup or VERSION_CONTROL, values are: t, numbered make numbered backups nil, existing numbered if numbered backups exist, simple otherwise never, simple always make simple backups
cs: Pøípona zálo¾ních souborù bude `~', pokud není nastavena pomocí --suffix nebo promìnné SIMPLE_BACKUP_SUFFIX. Jak se mají tvoøit zálo¾ní kopie, mù¾e být nastaveno pomocí pøepínaèe --backup nebo promìnné VERSION_CONTROL. Hodnoty mohou být: t, numbered tvoøí èíslované zálo¾ní kopie nil, existing èíslované, jestli¾e ji¾ èíslované zálo¾ní kopie existují, jinak tvoøí jednoduché never, simple tvoøí v¾dy jednoduché zálo¾ní kopie souborù
ro: Sufixul pentru backup este `~', dacã nu este setat cu --suffix sau SIMPLE_BACKUP_SUFFIX. Versiunea de control poate fi setatã cu --backup sau VERSION_CONTROL, valorile permise sunt: t, numbered creazã backup numerotat nil, existing numeroteazã dacã existã backup numerotat, altfel simplu never, simple întotdeauna creazã backup simplu
sk: Prípona zálo¾ných súborov bude `~', pokiaµ nie je nastavená pomocou --suffix alebo premennej SIMPLE_BACKUP_SUFFIX. Ak sa majú tvori» zálo¾né kópie, mô¾e by» nastavené pomocou prepínaèa --backup alebo premennej VERSION_CONTROL. Hodnoty mô¾u by»: t, numbered tvoria èíslované zálo¾né kópie nil, existing èíslované, ak u¾ èíslované zálo¾né kópie existujú, inak tvorí jednoduché never, simple tvorí v¾dy jednoduché zálo¾né kópie súborov

source: You may not specify more than one `-Acdtrux' option
cs: Více jak jeden pøepínaè z `-Acdtrux' nemù¾e být zadán
ro: Nu puteþi specifica mai mult de una dintre opþiunile `-Acdtrux'
sk: Viac ako jeden prepínaè `-Acdtrux' nemô¾e by» zadaných

source: Conflicting compression options
cs: Odporující si kompresní pøepínaèe
ro: Opþiunile de compresie sunt în conflict
sk: Odporujúce si kompresné prepínaèe

source: Old option `%c' requires an argument.
cs: Pøepínaè `%c' vy¾aduje argument.
ro: Vechea opþiune `%c' necesitã un argument.
sk: Prepínaè `%c' vy¾aduje argument.

source: Invalid blocking factor
cs: Neplatný poèet bajtù na záznam
sk: Neplatný poèet bajtov na záznam

source: Warning: the -I option is not supported; perhaps you meant -j or -T?
cs: Upozornìní: pøepínaè -I není podporován; nemysleli jste -j nebo -T?
ro: Avertisment: opþiunea -I nu este suportatã; aþi dorit cumva -j sau -T?
sk: Varovanie: prepínaè -I nie je podporovaný; pravdepodobne budete chcie» pou¾i» -j alebo -T!

source: Invalid tape length
cs: Neplatná délka pásky
ro: Lungime de bandã invalidã
sk: Neplatná då¾ka pásky

source: More than one threshold date
cs: Více ne¾ jedeno poèáteèní datum
ro: Mai mult de o singurã datã limitã
sk: Viac ako jeden poèiatoèný dátum

source: Date file not found
cs: Soubor ze kterého se má vzít datum a èas nebyl nalezen
ro: Fiºier datã nu a fost gãsit
sk: Dátumový súbor nebol nájdený

source: Substituting %s for unknown date format %s
cs: Datum neznámého formátu %2$s nahrazuji %1$s
ro: Înlocuim %s pentru format de datã necunoscut %s
sk: Zamieòam %s za neznámy dátumový formát %s

source: Warning: the -y option is not supported; perhaps you meant -j?
cs: Upozornìní: pøepínaè -y není podporován; nemysleli jste -j?
ro: Avertisment: opþiunea -y nu este suportatã, aþi dorit cumva -j?
sk: Varovanie: prepínaè -y nie je podporovaný; pravdepodobne budete chcie» pou¾i» -j!

source: %s: Invalid group
cs: %s: Neplatná skupina
ro: %s: Grup invalid
sk: %s: Chybná skupina

source: Invalid mode given on option
cs: Zadána chybná práva
ro: Mod invalid furnizat ca opþiune
sk: Zadáné chybné práva

source: Invalid owner
cs: Neplatný vlastník
ro: Proprietar invalid
sk: Neplatný vlastník

source: Invalid record size
cs: Chybná velikost záznamu
ro: Dimensiune înregistrare invalidã
sk: Chybná veµkos» záznamu

source: Record size must be a multiple of %d.
cs: Velikost záznamu musí být násobek %d.
ro: Dimensiune înregistrare trebuie sã fie un multiplu de %d.
sk: Veµkos» záznamu musí by» násobok %d.

source: Options `-[0-7][lmh]' not supported by *this* tar
cs: Pøepínaè `-[0-7][lmh]' není podporován tímto tarem
ro: Opþiunile `-[0-7][lmh]' nu sunt suportate de *acest* tar
sk: Prepínaè `-[0-7][lmh]' nie je podporovaný týmto tarom

source: Written by John Gilmore and Jay Fenlason.
cs: Autoøi: John Gilmore a Jay Fenlason.
ro: Scris de John Gilmore ºi Jay Fenlason.
sk: Autori: John Gilmore a Jay Fenlason.

source: Cannot combine --listed-incremental with --newer
cs: --listed-incremental a --newer nelze kombinovat
ro: Nu puteþi combina --listed-incremental cu --newer
sk: --listed-incremental a --newer nie je mo¾né kombinova»

source: Cannot verify multi-volume archives
cs: Vícesvazkový archiv není mo¾né ovìøit
ro: Nu pot verifica arhive pe volume multiple
sk: Víczväzkový archív nie je mo¾né otvori»

source: Cannot verify compressed archives
cs: Komprimovaný archiv nelze ovìøit
ro: Nu pot verifica arhive comprimate
sk: Komprimovaný archív nie je mo¾né otvori»

source: Cannot use multi-volume compressed archives
cs: Vícesvazkový komprimovaný archiv nelze vytvoøit
ro: Nu pot folosi arhive comprimate pe volume multiple
sk: Viaczväzkový komprimovaný archív nie je mo¾né vytvori»

source: Cannot update compressed archives
cs: Komprimovaný archiv nelze aktualizovat
ro: Nu pot actualiza arhive comprimate
sk: Komprimovaný archív nie je mo¾né aktualizova»

source: Cowardly refusing to create an empty archive
cs: Vytvoøení prázdného archivu odmítnuto.
ro: Refuz categoric sã creez o arhivã goalã
sk: Vytvorenie prázdneho archívu odmietnuté.

source: Options `-Aru' are incompatible with `-f -'
cs: Pøepínaèe `-Aru' jsou nesluèitelné s pøepínaèem `-f -'
ro: Opþiunile `-Aru' sunt incompatibile cu `-f -'
sk: Prepínaèe `-Aru' a `--delete' sú nezlúèiteµné s prepínaèom `-f -'

source: You must specify one of the `-Acdtrux' options
cs: Musíte zadat jeden z pøepínaèù `-Acdtrux'
ro: Trebuie sã specificaþi una din opþiunile `-Acdtrux'
sk: Musíte zada» jeden z prepínaèov `-Acdtrux'

source: Error in writing to standard output
cs: Chyba pøi zápise na standardní výstup
ro: Eroare de scriere la ieºirea standard
sk: Chyba pri zápise na ¹tandardný výstup

source: Error exit delayed from previous errors
cs: Za bìhu programu nastala chyba
ro: Terminare cauzatã de eroare întârziatã de erori precedente
sk: Za behu programu nastala chyba
