Repository: Amocy-Wang/ProbDD
Catalog: benchmarks/chisel-bench/benchmark/tar-1.14/original/po/*.po
Languages: cs, ro, sk

source: invalid argument %s for %s
cs: argument %s je pro %s neplatný
ro: argument invalid %s pentru %s
sk: argument %s je pre %s neplatný

source: ambiguous argument %s for %s
cs: argument %s není pro %s jednoznaèný
ro: argument ambiguu %s pentru %s
sk: argument %s nie je pre %s jednoznaèný

source: Valid arguments are:
cs: Platné argumenty jsou:
ro: Argumente valide sunt:
sk: Platné argumenty sú:

source: Unknown system error
cs: Neznámá systémová chyba
ro: Eroare sistem necunoscutã
sk: Neznáma systémová chyba

source: %s: option `%s' is ambiguous
cs: %s: pøepínaè `%s' není jednoznaèný
ro: %s: opþiunea `%s' este ambiguã
sk: %s: prepínaè %s nie je jednoznaèný

source: %s: option `--%s' doesn't allow an argument
cs: %s: pøepínaè `--%s' musí být zadán bez argumentu
ro: %s: opþiunea `--%s' nu permite un argument
sk: %s: prepínaè `--%s' musí by» zadaný bez argumentov

source: %s: option `%c%s' doesn't allow an argument
cs: %s: pøepínaè `%c%s' musí být zadán bez argumentu
ro: %s: opþiunea `%c%s' nu permite un argument
sk: %s: prepínaè `%c%s' musí by» zadaný bez argumentu

source: %s: option `%s' requires an argument
cs: %s: pøepínaè `%s' vy¾aduje argument
ro: %s: opþiunea `%s' necesitã un argument
sk: %s: prepínaè `%s' vy¾aduje argument

source: %s: unrecognized option `--%s'
cs: %s: neznámý pøepínaè `--%s'
ro: %s: opþiunea `--%s' nu este recunoscutã
sk: %s: neznámy prepínaè `--%s'

source: %s: unrecognized option `%c%s'
cs: %s: neznámý pøepínaè `%c%s'
ro: %s: opþiunea `%c%s' bu este recunoscutã
sk: %s: neznámy prepínaè `%c%s'

source: %s: illegal option -- %c
cs: %s: neznámý pøepínaè -- %c
ro: %s: opþiune ilegalã -- %c
sk: %s: neznámy prepínaè -- %c

source: %s: invalid option -- %c
cs: %s: neznámý pøepínaè -- %c
ro: %s: opþiune invalidã -- %c
sk: %s: neznámy prepínaè -- %c

source: %s: option requires an argument -- %c
cs: %s: pøepínaè vy¾aduje argument -- %c
ro: %s: opþiunea necesitã un argument -- %c
sk: %s: prepínaè vy¾aduje argument -- %c

source: %s: option `-W %s' is ambiguous
cs: %s: pøepínaè `-W %s' není jednoznaèný
ro: %s: opþiunea `-W %s' este ambiguã
sk: %s: prepínaè `-W %s' nie je jednoznaèný

source: %s: option `-W %s' doesn't allow an argument
cs: %s: pøepínaè `-W %s' musí být zadán bez argumentu
ro: %s: opþiunea `-W %s' nu permite un argument
sk: %s: prepínaè `-W %s' musí by» zadaný bez argumentu

source: block size
cs: velikost bloku
ro: dimensiune bloc
sk: veµkos» bloku

source: memory exhausted
cs: pamì» vyèerpána
ro: memorie epuizatã
sk: Pamä» vyèerpaná

source: (pipe)
cs: (roura)
sk: (rúra)

source: Invalid value for record_size
cs: Chybná hodnota pro velikost záznamu
ro: Valoare invalidã pentru record_size
sk: Chybná hodnota pre veµkos» záznamu

source: No archive name given
cs: Název archivu nebyl zadán
ro: Nume arhivã nu a fost furnizat
sk: Meno archívu nebolo zadané

source: Cannot allocate memory for blocking factor %d
cs: Pro blokový faktor (blokù na záznam) %d není mo¾né alokovat pamì»
ro: Nu pot aloca memorie pentru factor de blocare %d
sk: Pre blokový faktor (blokov na záznam) %d nie je mo¾né alokovat pamä»

source: Cannot verify stdin/stdout archive
cs: Stdin/Stdout archiv nelze ovìøit
ro: Nu pot verifica arhive atdin/stdout
sk: Stdin/Stdout archív nie je mo¾né otvori»

source: Archive not labeled to match %s
cs: Pro vyhodnocení vzorku `%s' musí být archiv pojmenován
ro: Arhiva nu este etichetatã sã se potriveascã cu %s
sk: Pre vyhodnotenie vzorky `%s' musí by» archív pomenovaný

source: Volume %s does not match %s
cs: Svazek %s neodpovídá vzorku %s
ro: Volumul %s nu se potriveºte cu %s
sk: Zväzok %s nezodpovedá vzorke %s

source: Write checkpoint %d
cs: Zapisuji testovací bod %d
ro: Scrie punct de verificare %d
sk: Zapisujem testovací bod %d

source: At beginning of tape, quitting now
cs: Páska na zaèátku, konèím
ro: La începutul benzii, ieºim acum
sk: Páska na zaèiatku, konèím

source: Too many errors, quitting
cs: Pøíli¹ mnoho chyb, konèím
ro: Prea multe erori, ieºim
sk: Príli¹ mnoho chýb, konèím

source: Read checkpoint %d
cs: Ètení testovacího bodu %d
ro: Citeºte punct de verificare %d
sk: Èítanie testovacieho bodu %d

source: Reading %s
cs: Ètení z %s
ro: Citesc %s
sk: Èítanie z %s

source: WARNING: No volume header
cs: VAROVÁNÍ: Chybí hlavièka svazku
ro: AVERTISMENT: Nici un header de volum
sk: VAROVANIE: Chýba hlavièka zväzku

source: %s is not continued on this volume
cs: %s nepokraèuje na tomto svazku
ro: %s nu este continuat pe acest volum
sk: %s nepokraèuje na tomto zväzku

source: %s is the wrong size (%s != %s + %s)
cs: %s je ¹patné délky (%s != %s + %s)
ro: %s este de dimensiune greºitã (%s != %s + %s)
sk: %s je chybnej då¾ky (%s != %s + %s)

source: This volume is out of sequence
cs: Tento svazek není následníkem pøedchozího
ro: Acest volum este în afara secvenþei
sk: Tento zväzok nie je následníkem predchádzajúceho

source: Cannot backspace archive file; it may be unreadable without -i
cs: V archivu se nelze vrátit, bez -i mù¾e být neèitelný
sk: V archíve sa nie je mo¾né vráti», bez -i mô¾e by» neèitateµný

source: %s: contains invalid volume number
cs: %s: obsahuje neplatné èíslo svazku
ro: %s: conþine numãr volum invalid
sk: %s: vracia chybné èíslo zväzku

source: Volume number overflow
cs: U èísla svazku nastalo pøeteèení
sk: Èíslo zväzku preteèené

source: `%s' command failed
cs: pøíkaz `%s' selhal
ro: `%s' comanda a eºuat
sk: '%s' príkaz zlyhal

source: Prepare volume #%d for %s and hit return:
cs: Pøipravte svazek #%d pro archiv %s a stisknìte return:
ro: Preparã volum #%d pentru %s ºi apasã tasta return:
sk: Pripravte zväzok #%d pre archív %s a stlaète return:

source: EOF where user reply was expected
cs: Místo u¾ivatelské odpovìdi byl zadán konec souboru
ro: EOF unde era aºteptat rãspunsul utilizatorului
sk: Namiesto u¾ívateµskej odpovede bol zadaný koniec súboru

source: WARNING: Archive is incomplete
cs: VAROVÁNÍ: Archiv je nekompletní
ro: AVERTISMENT: Arhiva este incompletã
sk: VAROVANIE: Archiv je nekompletný

source: n [name] Give a new file name for the next (and subsequent) volume(s) q Abort tar ! Spawn a subshell ? Print this list
cs: n [name] Zadání nového názvu pro dal¹í (a následující) svazek(ky) q Ukonèení programu tar ! Vytvoøení podshell ? Vypísání této nápovìdy
ro: n [nume] Daþi un nume de fiºier nou pentru urmatoarele volume q Abandoneazã tar ! Lanseazã un subshell ? Afiºeazã aceastã listã de opþiuni
sk: n [name] Zadanie nového mena pre ïal¹í (a nasledujú) zväzok(ky) q Ukonèenie programu tar ! Vytvorenie podshellu ? Vypísanie tejto nápovedy

source: No new volume; exiting.
cs: Není nový svazek; konèím.
ro: Nici un volum nou; terminãm.
sk: Nie je nový zväzok; konèím.

source: Contents differ
cs: Obsah se li¹í
ro: Conþinuturile diferã
sk: Obsah sa lí¹i

source: Unexpected EOF in archive
cs: Neoèekávaný konec archivu
ro: EOF neaºteptat în arhivã
sk: Neoèekávaný koniec archívu

source: Verify
cs: Ovìøuji
ro: Verificã
sk: Overujem

source: %s: Unknown file type '%c', diffed as normal file
cs: %s: Neznámý typ souboru '%c', porovnáván jako normální soubor
ro: %s: Tip de fiºier necunoscut '%c', folosesc diff ca pentru un fiºier normal
sk: %s: Neznámy typ súboru '%c', porovnávaný ako normálny súbor

source: File type differs
cs: Typ souboru se li¹í
ro: Tipul fiºierelor diferã
sk: Typ súboru sa lí¹i

source: Mode differs
cs: Práva se li¹í
ro: Modurile diferã
sk: Práva sa lí¹ia

source: Uid differs
cs: Uid se li¹í
ro: Uid diferã
sk: Uid sa lí¹i

source: Gid differs
cs: Gid se li¹í
ro: Gid diferã
sk: Gid sa lí¹i

source: Mod time differs
cs: Èas poslední modifikace se li¹í
ro: Timp modificare diferã
sk: Èas poslednej úpravy sa lí¹i

source: Size differs
cs: Velikost se li¹í
ro: Dimensiunea diferã
sk: Veµkos» sa lí¹i

source: Not linked to %s
cs: Není odkazem na %s
sk: Nie je odkazom na %s

source: Symlink differs
cs: Symbolický odkaz se li¹í
ro: Symlink diferã
sk: Symbolický odkaz sa lí¹i

source: Device number differs
cs: Èíslo zaøízení se li¹í
ro: Numãr dispozitiv diferã
sk: Èíslo zariadenia sa lí¹i

source: Generating negative octal headers
cs: Generuji záporné osmièkové hlavièky
ro: Generez headere octale negative
sk: Generujem záporné osmièkové hlavièky

source: value %s out of %s range %s..%s; substituting %s
cs: hodnota %s typu %s je mimo rozsah %s..%s; nahrazuji za %s
ro: valoarea %s în afara %s intervalului %s..%s; înlocuiesc %s
sk: hodnota %s typu %s je mimo rozsah %s..%s; nahradzujem za %s

source: value %s out of %s range %s..%s
cs: hodnota %s typu %s je mimo rozsah %s..%s
ro: valoarea %s în afara %s intervalului %s..%s
sk: hodnota %s typu %s je mimo rozsah %s..%s

source: %s: file changed as we read it
cs: %s: soubor byl bìhem ètení zmìnìn
ro: %s: fiºier schimbat în timp ce îl citeam
sk: %s: súbor bol poèas èítania zmenený

source: %s: file is on a different filesystem; not dumped
cs: %s: soubor je na jiném souborovém systému; nearchivován
ro: %s: fiºierul este pe un sistem de fiºiere diferit; nimic generat
sk: %s: súbor je na inom súborovom systéme; nearchivovaný

source: %s: Unknown file type; file ignored
cs: %s: Neznámý typ souboru; soubor ignorován
ro: %s: Tip de fiºier necunoscut; fiºier ignorat
sk: %s: Neznámy typ súboru; súbor ignorovaný

source: %s: file is unchanged; not dumped
cs: %s: soubor není zmìnìn; neaktualizován
ro: %s: fiºierul este neschimbat; nimic generat
sk: %s: súbor nie je zmenený; neaktualizovaný

source: %s: file is the archive; not dumped
cs: %s: soubor je archiv; nearchivován
ro: %s: fiºierul este în arhivã; nimic generat
sk: %s: súbor je archiv; nearchivovaný

source: %s: File removed before we read it
cs: %s: Soubor smazán døíve ne¾ mohl být èten
ro: %s: Fiºier ºters înainte înainte de a-l putea citi
sk: %s: Súbor zmazaný skôr ako mohl by» èítaný

source: %s: socket ignored
cs: %s: soket ignorován
ro: %s: socket ignorat
sk: %s: soket ignorovaný

source: %s: door ignored
cs: %s: dveøe ignorovány
sk: %s: dvere ignorované

source: This does not look like a tar archive
cs: Toto pravdìpodobnì není tar archiv
ro: Aceasta nu aratã a fi o arhivã tar
sk: Toto pravdepodobne nie je tar archiv

source: Skipping to next header
cs: Pøeskakuji na dal¹í hlavièku
ro: Sãrim la urmãrul header
sk: Preskakujem na ïal¹iu hlavièku

source: Deleting non-header from archive
cs: Z archivu je mazáno to, co není hlavièka
ro: ªtergem non-header din arhivã
sk: Z archívu je mazané to, èo nie je hlavièka

source: %s: time stamp %s is %lu s in the future
cs: %s: èasová znaèka %s je %lu s v budoucnosti
sk: %s: èasová nálepka %s je %lu z dátumu budúcnosti

source: %s: Unexpected inconsistency when making directory
cs: %s: Neoèekávaná inkonzistence, pøi vytváøení adresáøe
ro: %s: Inconsistenþã neaºteptatã când cream directorul
sk: %s: Neoèakávaná nekonzistencia, pri vytvárení adresára

source: %s: Directory renamed before its status could be extracted
ro: %s: Director redenumit înainte de a fi putut extrage starea sa
sk: %s: Prieèinok bol premenovaný predtým, ako mohol by» extrahovaný jeho stav

source: %s: Was unable to backup this file
cs: %s: Tento soubor nebylo mo¾né zálohovat
sk: %s: Tento súbor nebolo mo¾né zálohova»

source: Extracting contiguous files as regular files
cs: Souvisle ulo¾ené soubory rozbaluji jako obyèejné soubory
sk: Súvisle ulo¾ené súbory rozbaµujem ako obyèajné súbory

source: Attempting extraction of symbolic links as hard links
cs: Zkou¹ím rozbalit symbolické odkazy jako pevné odkazy
sk: Skú¹am rozbali» symbolické odkazy ako pevné odkazy

source: %s: Cannot extract -- file is continued from another volume
cs: %s: Nelze rozbalit -- soubor je pokraèováním jiného svazku
ro: %s: Nu pot extrage -- fiºierul este continuat din altã arhivã
sk: %s: Nedá sa rozbali» -- súbor je pokraèovaním iného zväzku

source: Visible long name error
cs: Viditelná chyba dlouhého názvu
sk: Viditeµná chyba dlhého mena

source: %s: Unknown file type '%c', extracted as normal file
cs: %s: Neznámý typ souboru `%c', rozbalen jako normální soubor
ro: %s: Tip de fiºier necunoscut '%c', extras ca fiºier normal
sk: %s: Neznámy typ súboru `%c', rozbalený ako normálny súbor

source: Error is not recoverable: exiting now
cs: Z chyby se nelze zotavit: ukonèuji se
sk: Z chyby sa nie je mo¾né zotavi»: ukonèuje sa

source: %s: Directory has been renamed
cs: %s: Adresáø byl pøejmenován
ro: %s: Directorul a fost redenumit
sk: %s: Adresár bol premenovaný

source: %s: Directory is new
cs: %s: Adresáø je nový
ro: %s: Directorul este nou
sk: %s: Adresár je nový

source: Invalid time stamp
cs: Neplatný èas souboru
sk: Neplatný èas súboru

source: Time stamp out of range
cs: Èas souboru mimo rozsah
ro: Înregistrare timp în afara domeniului
sk: Èas súboru mimo rozsah

source: Invalid device number
cs: Neplatné èíslo zaøízení
ro: Numãr dispozitiv invalid
sk: Neplatné èíslo zariadenia

source: Device number out of range
cs: Èíslo zaøízení je mimo rozsah
ro: Numãr dispozitiv în afara intervalului
sk: Èíslo zariadenia je mimo rozsah

source: Invalid inode number
cs: Neplatné èíslo i-uzlu
ro: Numãr inode invalid
sk: Neplatné èíslo i-uzlu

source: Inode number out of range
cs: Èíslo i-uzlu mimo rozsah
ro: Numãr inode în afara intervalului
sk: Èíslo i-uzlu mimo rozsah

source: %s: Deleting %s
cs: %s: Ma¾u %s
ro: %s: ªtergem %s
sk: %s: Ma¾em %s

source: %s: Cannot remove
cs: %s: Nelze smazat
ro: %s: Nu pot ºterge
sk: %s: Nedá sa zmaza»

source: %s: Omitting
cs: %s: Vynechávám
ro: %s: Omis
sk: %s: Vynechávam

source: block %s: ** Block of NULs **
cs: blok %s: ** Blok NUL **
ro: bloc %s: ** Bloc de NUL-uri **
sk: blok %s: ** Blok NUL **

source: block %s: ** End of File **
cs: blok %s: ** Konec souboru **
ro: bloc %s: ** Sfârºir de fiºier **
sk: blok %s: ** Konec súboru **

source: block %s:
cs: blok %s:
ro: bloc %s:
sk: blok %s:

source: Blanks in header where numeric %s value expected
cs: Mezery v hlavièce na místì, kde je oèekávána èíselná hodnota typu %s
ro: Spaþii libere în header unde valoare %s numericã aºteptatã
sk: Medzery v hlavièke na mieste, kde je oèakávaná èíselná hodnota typu %s

source: Archive octal value %.*s is out of %s range; assuming two's complement
cs: Osmièková hodnota %.*s typu %s je mimo rozsah; pøiøazuji dvojkový complement
ro: Valoare octalã %.*s este în afara %s intervalului; presupunem complementul lui doi
sk: Osmièková hodnota %.*s typu %s je mimo rozsah; priradzujem dvojkový complement

source: Archive octal value %.*s is out of %s range
cs: Osmièková hodnota %.*s typu %s je mimo rozsah
ro: Valoare octalã arhivã %.*s este în afara %s intervalului
sk: Osmièková hodnota %.*s typu %s je mimo rozsah

source: Archive contains obsolescent base-64 headers
cs: Archiv obsahuje zastaralé base-64 hlavièky
ro: Arhiva conþine headere în baza-64 depãºite
sk: Archív obsahuje zastaralé base-64 hlavièky

source: Archive signed base-64 string %s is out of %s range
cs: Base-64 øetìzec %s je mimo rozsah typu %s
sk: Hodnota base-64 typu %s je mimo %s rozsah

source: Archive base-256 value is out of %s range
cs: Hodnota base-256 je mimo rozsah typu %s
ro: Valoare baza-256 a arhivei este în afara %s intervalului
sk: Hodnota base-256 typu %s je mimo rozsah

source: Archive contains %.*s where numeric %s value expected
cs: Archiv obsahuje %.*s tam, kde je oèekávána èíselná hodnota typu %s
ro: Arhiva conþine %.*s unde valoare %s numericã aºteptatã
sk: Archív obsahuje %.*s tam, kde je oèakaváná èísalná hodnota typu %s

source: Visible longname error
cs: Viditelná chyba dlouhého názvu
sk: Viditeµná chyba dlhého mena

source: link to %s
cs: odkaz na %s
ro: link cãtre %s
sk: odkaz na %s

source: unknown file type %s
cs: neznámý souborový typ %s
ro: tip fiºier necunoscut %s
sk: neznámy typ súboru %s

source: --Volume Header--
cs: --Hlavièka svazku--
ro: --Header Volum--
sk: --Hlavièka zväzku--

source: --Continued at byte %s--
cs: --Pokraèováno od %s bajtu--
ro: --Continuat la octet %s--
sk: --Pokraèované od %s bajtu--

source: --Mangled file names--
cs: --Rozdìlený název souboru--
ro: --Amestecat numele foºierelor--
sk: --Rozdelené meno súboru--

source: Creating directory:
cs: Vytváøím adresáø:
ro: Creez director:
sk: Vytváram adresár:

source: Unexpected EOF in mangled names
cs: Neoèekávaný konec v rozsekaném názvu
ro: EOF neaºteptat în numele amestecate
sk: Neoèakávaný koniec v rozsekanom mene

source: %s: Cannot rename to %s
cs: %s: nelze pøejmenovat na %s
ro: %s: Nu pot redenumi ca %s
sk: %s: nie je mo¾né premenova» na %s

source: Renamed %s to %s
cs: Soubor %s pøejmenován na %s
ro: Redenumit %s ca %s
sk: Súbor %s premenovaný na %s

source: %s: Cannot symlink to %s
cs: %s: Symbolický odkaz na %s nelze vytvoøit
ro: %s: Nu pot crea symlink cãtre %s
sk: %s: Odkaz na `%s' nie je mo¾né vytvori»

source: Symlinked %s to %s
cs: %s odkazuje na %s
ro: Creat symlink %s cãtre %s
sk: %s odkazuje na %s

source: Unknown demangling command %s
cs: Neznámý pøíkaz %s pro spojování rozsekaných jmen
ro: Comanda de-amestecare necunoscutã %s
sk: Neznámy príkaz %s pre spojovanie rozsekaných mien

source: Renaming %s to %s
cs: Pøejmenovávám %s na %s
ro: Redenumesc %s ca %s
sk: Premenovávam %s na %s

source: Renaming %s back to %s
cs: Pøejmenovávám %s zpìt na %s
ro: Redenumesc %s înapoi ca %s
sk: Premenovávám %s spä» na %s

source: Cannot save working directory
cs: Pracovní adresáø nelze uchovat
ro: Nu pot salva directorul în care lucrez
sk: Pracovný adresár nie je mo¾né uchova»

source: Cannot change working directory
cs: Pracovní adresáø nelze zmìnit
ro: Nu pot schimba directorul în care lucrez
sk: Pracovný adresár nie je mo¾né zmeni»

source: %s: Cannot %s
cs: %s: Nelze %s
ro: %s: Nu pot %s
sk: %s: Nedá sa %s

source: %s: Warning: Cannot %s
cs: %s: Varování: Nelze %s
ro: %s: Avertisment: Nu pot %s
sk: %s: Varovanie: Nedá sa %s

source: %s: Cannot change mode to %s
cs: %s: Práva nelze zmìnit na %s
ro: %s: Nu pot schimba modul ca %s
sk: %s: Práva nie je mo¾né zmeni» na %s

source: %s: Cannot change ownership to uid %lu, gid %lu
cs: %s: Vlastnictví nelze zmìnit na uid %lu, gid %lu
ro: %s: Nu pot schimba proprietatea cãtre uid %lu, gid %lu
sk: %s: Vlastníctvo nie je mo¾né zmeni» na uid %lu, gid %lu

source: %s: Cannot hard link to %s
cs: %s: Pevný odkaz na %s nelze vytvoøit
ro: %s: Nu pot crea hard link cãtre %s
sk: %s: Odkaz na %s nie je mo¾né vytvori»

source: %s: Cannot seek to %s
cs: %s: Nelze zmìnit pozici v souboru na %s
sk: %s: Nedá sa zmeni» pozícia v súbore na %s

source: %s: Warning: Cannot seek to %s
cs: %s: Varování: Ukazatel v souboru nelze pøemístit na %s
sk: %s: Varovanie: Ukazovateµ v súbore nie je mo¾né premiestni» na %s

source: %s: Cannot create symlink to %s
cs: %s: Symbolický odkaz na `%s' nelze vytvoøit
ro: %s: Nu pot crea symlink cãtre %s
sk: %s: Symbolický odkaz na `%s' nie je mo¾né vytvori»

source: child process
cs: potomek
ro: proces copil
sk: potomok

source: interprocess channel
cs: meziprocesový kanál
ro: canal între-procese
sk: meziprocesový kanál

source: Missing file name after -C
cs: Za -C chybí název souboru
ro: Nume fiºier absent dupã -C
sk: Za -C chýba meno súboru

source: %s: Not found in archive
cs: %s: V archivu nenalezen
ro: %s: Nu a fost gãsit în arhivã
sk: %s: V archíve nenájdený

source: rmtd: Cannot allocate buffer space
cs: rmtd: Místo pro buffer není mo¾né alokovat
ro: rmtd: Nu pot aloca spaþiu memorie intermediarã
sk: rmtd: Miesto pre buffer nie je mo¾né alokova»

source: Cannot allocate buffer space
cs: Místo pro buffer není mo¾né alokovat
ro: Nu pot aloca spaþiu memorie intermediarã
sk: Miesto pre buffer nie je mo¾né alokova»

source: Try `%s --help' for more information.
cs: Více informací získáte pøíkazem `%s --help'.
ro: Încercaþi `%s --help' pentru informaþii suplimentare.
sk: Viac informácií získate príkazom `%s --help'.

source: Usage: %s [OPTION] Manipulate a tape drive, accepting commands from a remote process. --version Output version info. --help Output this help.
cs: Pou¾ití: %s [PØEPÍNAÈ] Manipuluje s archivem pøijímaje pøíkazy vzdáleného procesu. --version Vypí¹e oznaèení verze --help Vypí¹e tuto nápovìdu
ro: Folosire: %s [OPÞIUNE] Manipulare drive bandã, acceptând comenzi de la un proces remote. --version Afiºeazã informaþii versiune. --help Afiºeazã acest mesaj.
sk: Pou¾itie: %s [PREPÍNAÈ] Manipuluje s archívom, prjíma príkazy vzdialeného procesu. --version Vypí¹e oznaèenie verzie --help Vypí¹e túto nápovedu

source: This program comes with NO WARRANTY, to the extent permitted by law. You may redistribute it under the terms of the GNU General Public License; see the file named COPYING for details.
cs: Toto je volnì ¹iøitelné programové vybavení, které je zcela BEZ ZÁRUKY. Podmínky pro kopírování a roz¹iøování naleznete v Obecné veøejné licenci GNU (GNU General Public Licence). Více informací získáte ve zdrojových textech v souboru COPYING.
ro: Acest program vine fãrã NICI O GARANÞIE, în conformitate cu sistemul legal. Îl puteþi redistribui conform termenilor Licenþei Publice Generale GNU; vedeþi fiºierul numit COPYING pentru detalii.
sk: Toto je volne ¹íriteµné programové vybavenie, které je celkom BEZ ZÁRUKY. Podmienky pre kopírovanie a roz¹irovanie nájdete vo V¹eobecnej verejnej licencii GNU (GNU General Public Licence). Viac informáciízískate v zdrojových textoch v súbore COPYING.

source: Seek offset out of range
cs: Velikost pozice v souboru je mimo rozsah
sk: Veµkos» pozície v súbore je mimo rozsah

source: Seek direction out of range
cs: Smìr posunu v souboru je mimo rozsah
ro: Direcþie seek în afara domeniului
sk: Smer posunu v súbore je mimo rozsah

source: rmtd: Premature eof
cs: rmtd: Pøedèasný konec souboru
ro: rmtd: eof prematur
sk: rmtd: Predèasný koniec súboru

source: Premature end of file
cs: Pøedèasný konec souboru
ro: Sfârºit de fiºier prematur
sk: Predèasný koniec súboru

source: rmtd: Garbage command %c
cs: rmtd: Neznámý pøíkaz %c
ro: rmtd: Comandã gunoi %c
sk: rmtd: Neznámy príkaz %c

source: Garbage command
cs: Neznámý pøíkaz
ro: Comandã gunoi
sk: Neznámy príkaz

source: exec/tcp: Service not available
cs: exec/tcp: Slu¾ba není k dispozici
ro: exec/tcp: Serviciu indisponibil
sk: exec/tcp: Slu¾ba nie je k dispozícii

source: Cannot execute remote shell
cs: Vzdálený shell není mo¾né spustit
sk: Vzdialený shell nie je mo¾né spusti»

source: Options `-%s' and `-%s' both want standard input
cs: Pøepínaèe `-%s' a `-%s' oba dva chtìjí standardní vstup
ro: Opþiunile `-%s' ºi `-%s' vor amândouã intrarea standard
sk: Prepínaèe `-%s' a `-%s' vy¾adujú ¹tandardný vstup

source: GNU features wanted on incompatible archive format
cs: GNU roz¹íøení po¾adovány na nekompatibilním formátu archivu
ro: Capabilitãþi GNU cerute pentru un format de arhivã incompatibil
sk: GNU roz¹írenia po¾adované na nekompatibilnom formáte archívu

source: GNU `tar' saves many files together into a single tape or disk archive, and can restore individual files from the archive.
cs: GNU `tar' je archivaèní program. Ukládá soubory do archivu na pásku nebo disk. Z archivu doká¾e rozbalit jak celé hierarchie souborù, tak i jednotlivé soubory.
ro: GNU `tar' salveazã mai multe fiºiere împreunã pe o singurã bandã sau arhivã pe disc, ºi poate restaura fiºiere individuale din arhivã.
sk: GNU `tar' je archivaèný program. Ukladá súbory do archívu na pásku alebo disk. Z archívu doká¾e rozbali» tak celé hierarchie súborov, ako i jednotlivé súbory.
